Repository: cary-rowen/objWatcher
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, es, fr, pt_br, ru, uk

source: objWatcher
ar: المراقب للتغييرات
ru: просмотрщик объектов
uk: спостерігач за об’єктами

source: Enter watcher layer commands
ar: الدخول إلى نافذة التحكم
es: Entrar en la capa de órdenes del vigilante
fr: Entrez les commandes séquentielles de surveillance
pt_br: Inserir comandos da camada do observador
ru: Введите команды уровня просмотра
uk: Введіть команди шару спостерігача

source: No items are being watched. Please add items to watch.
ar: ليس هناك أي عنصر مراقب, تفضل بإضافة عنصر لمُراقبته.
es: No se está vigilando ningún elemento. Añade elementos para empezar a vigilarlos.
fr: Aucun élément n'est surveillé. Veuillez ajouter des éléments à surveiller.
pt_br: Nenhum item está sendo observado. Por favor, adicione itens para serem observados.
ru: Ни один объект не просматривается. Пожалуйста, добавьте элементы для просмотра.
uk: Немає відстежуваних елементів. Додайте елементи для відстеження.

source: Watching in progress. {} items are being tracked.
ar: المراقبة مستمرة. {} عناصر تتم متابعتها.
es: Vigilancia en progreso. Se están observando {} elementos.
fr: Surveillance en cours. {} éléments sont en cours de suivi.
pt_br: Observação em andamento. {} itens estão sendo rastreados.
ru: Идёт просмотр. Отслеживается {} элементов.
uk: Перегляд триває. Відстежується {} елементів.

source: Watching paused. {} items in the watch list.
ar: توقف المراقبة مؤقتا. {} عناصر في قائمة المتابعة.
es: Vigilancia en pausa. {} elementos en la lista de vigilancia.
fr: La surveillance a été mis en pause. {} éléments dans la liste de surveillance.
pt_br: Observação pausada. {} itens na lista de observação.
ru: Просмотр приостановлен. {} элементов в списке наблюдения.
uk: Перегляд призупинено. {} елементів у списку перегляду.

source: Exited watcher layer
ar: الخروج من نافذة التحكم
es: Se salió de la capa del vigilante
fr: Sortie des commandes séquentielles de surveillance
pt_br: Camada de observador encerrada
ru: Выход из уровня просмотрщика
uk: Вихід з шару спостерігача

source: Add current navigator object to watchlist
ar: إضافة عنصر التصفح الحالي لقائمة المراقبة
es: Añadir objeto actual a la lista de vigilancia
fr: Ajouter l'objet navigateur actuel à la liste de surveillance
pt_br: Adicionar o objeto do navegador atual à lista de observação
ru: Добавить текущий объект навигатора в список просмотра
uk: Додати поточний об'єкт навігатора до списку

source: Invalid key: '{}'. Please use a numeric key like NVDA+Alt+0~9.
ar: هذا الإختصار غير مناسب '{}'. الرجاء استخدام رقم مثل NVDA+Alt+0~9.
es: Teclas no válidas: '{}'. Usa teclas numéricas, como NVDA+alt+0 al 9.
fr: Touche invalide : '{}'. Veuillez utiliser une touche numérique comme NVDA+Alt+0~9.
pt_br: Tecla inválida: '{}'. Use uma tecla numérica como NVDA+Alt+0~9.
ru: Неправильная клавиша: '{}'. Используйте цифровую клавишу, например NVDA+Alt+0~9.
uk: Недійсний ключ: '{}'. Будь ласка, використовуйте числовий ключ, наприклад NVDA+Alt+0~9.

source: Position {}: {}
ar: الموقع {} : {}
es: Posición {}: {}
pt_br: Posição {}: {}
ru: Положение {}: {}
uk: Позиція {}: {}

source: No navigation object available to add
ar: ليس هناك عناصر تصفح لإضافتها
es: No hay objeto de navegación disponible para añadir
fr: Aucun objet de navigation disponible à ajouter
pt_br: Nenhum objeto de navegação disponível para adicionar
ru: Нет доступных объектов навигатора для добавления
uk: Немає об'єкта навігації, який можна додати

source: This object is already being watched at position {}
ar: هذا العنصر تتم متابعته بالفعل في المكان {}
es: Ya se está vigilando este objeto en la posición {}
fr: Cet objet est déjà surveillé à la position {}
pt_br: Este objeto já está sendo observado na posição {}
ru: Этот объект уже наблюдается в положении {}
uk: Цей об'єкт вже спостерігається в позиції {}

source: Unnamed object
ar: هذا العنصر ليس له اسم
es: Objeto sin nombre
fr: Objet sans nom
pt_br: Objeto sem nome
ru: Безымянный объект
uk: Неназваний об’єкт

source: Added object to position {}: {}, Watching has not started.
ar: إضافة عنصر إلى المكان {} : {}, المراقبة لم تبدأ بعد.
es: Se ha añadido el objeto a la posición {}: {}, la vigilancia no se ha iniciado.
fr: Objet ajouté à la position {} : {}, la surveillance n'a pas démarré.
pt_br: Objeto adicionado à posição {}: {}, a observação não foi iniciada.
ru: Добавлен объект в положение {}: {}, Просмотр не начался.
uk: Об’єкт додано в позицію {}: {}, спостереження не розпочато.

source: Press once to delete the last watched object; press twice to delete all watched objects
ar: إضغط مرة واحدة لإزالة آخر عنصر مُراقب; إضغط مرتين لإزالة جميع العناصر المراقبة
es: Pulsa una vez para eliminar el último objeto vigilado; pulsa dos veces para eliminar todos los objetos vigilados
fr: Appuyez une fois pour supprimer le dernier objet surveillé ; appuyez deux fois pour supprimer tous les objets surveillés
pt_br: Pressione uma vez para excluir o último objeto observado; pressione duas vezes para excluir todos os objetos observados
ru: Нажмите один раз, чтобы удалить последний просматриваемый объект; нажмите дважды, чтобы удалить все наблюдаемые объекты
uk: Натисніть один раз, щоб видалити останній переглянутий об’єкт; натисніть двічі, щоб видалити всі переглянуті об’єкти

source: No objects are being watched
ar: ليس هناك أي عنصر تتم مراقبته
es: No hay objetos bajo vigilancia
fr: Aucun objet n'est surveillé
pt_br: Nenhum objeto está sendo observado
ru: Ни один объект не отслеживается
uk: Жодні об’єкти не відстежуються

source: Removed all {} watched objects
ar: إزالة الجميع {} العناصر المراقبة
es: Se han eliminado todos los {} objetos vigilados
fr: Suppression de tous les {} objets surveillés
pt_br: Removidos todos os objetos {} monitorados
ru: Удалены все {} наблюдаемые объекты
uk: Видалено всі {} переглянуті об'єкти

source: No object has been checked
ar: لم يتم تحديد أي عنصر
es: No se ha marcado un objeto
fr: Aucun objet n'a été coché
pt_br: Nenhum objeto foi verificado
ru: Ни один объект не отмечен
uk: Жоден об'єкт не перевірено

source: Removed {} from position {}
ar: إزالة {} من المكان {}
es: Se ha eliminado {} de la posición {}
fr: Supprimé {} de la position {}
pt_br: Removido {} da posição {}
ru: Удалён {} из положения {}
uk: Видалено {} з позиції {}

source: The last checked object is no longer being watched
ar: العنصر الأخير لم يعد مُراقبا
es: El último objeto marcado ya no se vigila
fr: Le dernier objet coché n'est plus surveillé
pt_br: O último objeto verificado não está mais sendo observado
ru: Последний отмеченный объект больше не просматривается
uk: Останній перевірений об'єкт більше не відстежується

source: {} is no longer available and has been removed from watch list
ar: {} لم يعد موجودا و تمت إزالته من قائمة المتابعة
es: {} ya no está disponible y se ha eliminado de la lista de vigilancia
fr: {} n'est plus disponible et a été supprimé de la liste de surveillance
pt_br: {} não está mais disponível e foi removido da lista de observação
ru: {} больше недоступен и удалён из списка просмотра
uk: {} більше недоступний і був видалений зі списку спостереження.

source: {} caused an error and has been removed from watch list
ar: {} قد تسبب بإحداث خطأ و تمت إزالته من قائمة المتابعة
es: {} ha causado un error y se ha eliminado de la lista de vigilancia
fr: {} a provoqué une erreur et a été supprimé de la liste de surveillance
pt_br: {} causou um erro e foi removido da lista de observação
ru: {} вызвало ошибку и было удалено из списка наблюдения
uk: {} спричинив помилку і був видалений зі списку спостереження.

source: Error reading attributes
ar: خطأ في قراءة الخصاءص
es: Error en la lectura de atributos
fr: Erreur de lecture des attributs
pt_br: Erro ao ler atributos
ru: Ошибка чтения атрибутов
uk: Помилка читання атрибутів

source: Toggle the watch status of the current window
ar: تغيير حالةة المراقبة للنافذة الحالية
es: Conmutar el estado de vigilancia de la ventana actual
fr: Basculer l'état de surveillance de la fenêtre actuelle
pt_br: Alternar o status de observação da janela atual
ru: Переключить состояние просмотра текущего окна
uk: Перемкнути стеження за поточним вікном

source: No foreground window available
ar: لا يوجد نافذة في الواجهة
es: No hay disponible ventana en primer plano
fr: Aucune fenêtre en premier plan disponible
pt_br: Não há janela de primeiro plano disponível
ru: Окно на переднем плане недоступно
uk: Немає доступного вікна на передньому плані

source: Removed window {} from watch list
ar: إزالة النافذة {} من قائمة المراقبة
es: Se ha eliminado la ventana {} de la lista de vigilancia
fr: Fenêtre {} supprimée de la liste de surveillance
pt_br: Remoção da janela {} da lista de observação
ru: Окно {} удалено из списка наблюдения
uk: Вікно {} вилучено зі списку спостереження.

source: Unnamed window
ar: نافذة ليس لها اسم
es: Ventana sin nombre
fr: Fenêtre sans nom
pt_br: Janela sem nome
ru: Безымянное окно
uk: Вікно без назви

source: Added window {} to watch list
ar: إضافة النافذة {} لقائمة المتابعة
es: Se ha añadido la ventana {} a la lista de vigilancia
fr: Fenêtre {} ajoutée à la liste de surveillance
pt_br: Adicionada a janela {} à lista de observação
ru: Добавлено окно {} в список просмотра
uk: Вікно {} додано до списку спостереження.

source: Toggle pause/resume watching
ar: تغيير إيقاف و إستئناف المراقبة
es: Pausar o reanudar la vigilancia
fr: Basculer mettre en pause/reprendre la surveillance
pt_br: Alternar a observação de pausa/retomada
ru: Переключить паузу/возобновление просмотра
uk: Перемкнути паузу перегляду

source: Watching resumed
ar: إستئناف المراقبة
es: Vigilancia reanudada
fr: La surveillance a repris
pt_br: Retomada da observação
ru: Просмотр возобновлён
uk: Перегляд відновлено

source: Watching paused
ar: إيقاف المراقبة مؤقتا
es: Vigilancia pausada
fr: La surveillance a été mis en pause
pt_br: Observação pausada
ru: Просмотр приостановлен
uk: Перегляд призупинено

source: ObjWatcher
ar: مُراقب الخصائص المتغيرة
ru: Просмотрщик объектов
uk: Спостерігач за об’єктами

source: Watcher timer interval
ar: الوقت الذي يتم عنده قراءة التغييرات
es: Intervalo del temporizador de vigilancia
fr: Intervalle de surveillance
pt_br: Intervalo do cronômetro do observador
ru: Интервал времени просмотра
uk: Інтервал таймера спостерігача

source: obj Watcher
ar: مراقب العناصر
pt_br: obj Observador
ru: просмотрщик объектов
uk: спостерігач за об’єктами

source: This NVDA add-on watches changes to attributes of navigation objects.
ar: هذه الإضافة تراقب التغييرات التي تحصل لعنصر التصفح.
es: Este complemento para NVDA vigila cambios en los atributos de objetos de navegación.
fr: Cette extension pour NVDA surveille les modifications apportées aux attributs des objets de navigation.
pt_br: Esse complemento do NVDA observa as alterações nos atributos dos objetos de navegação.
ru: Это дополнение NVDA отслеживает изменения атрибутов объектов навигатора.
uk: Цей додаток для NVDA стежить за змінами в атрибутах об’єктів навігації.
